tap "azure/functions"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ansible"
brew "azure-cli"
brew "bat"
brew "colima"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "dos2unix"
brew "duf"
brew "dust"
brew "exa"
brew "exercism"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "git"
brew "go"
brew "gopls"
brew "openjdk"
brew "gradle"
brew "grc"
brew "groovy"
brew "helix"
brew "htop"
brew "jq"
brew "maven"
brew "neovim"
brew "node"
brew "nushell"
brew "p7zip"
brew "pandoc"
brew "procs"
brew "pyenv"
brew "pyright"
brew "ripgrep"
brew "ruby"
brew "rustfmt"
brew "rustup-init"
brew "shellcheck"
brew "stylua"
brew "tfenv"
brew "tldr"
brew "tmux"
brew "wget"
brew "yarn"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
cask "amethyst"
cask "font-cascadia-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans-mono"
cask "intellij-idea-ce"
cask "iterm2"
cask "obsidian"
cask "raycast"
cask "sublime-text"
