tap "apparition47/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "lampepfl/brew"
brew "bat"
brew "cmake"
brew "duf"
brew "dust"
brew "exa"
brew "exercism"
brew "fish"
brew "git"
brew "go"
brew "gopls"
brew "htop"
brew "jq"
brew "libuv"
brew "openjdk"
brew "maven"
brew "neofetch"
brew "neovim"
brew "node@14"
brew "ormolu"
brew "pandoc"
brew "procs"
brew "pyenv"
brew "pyright"
brew "ripgrep"
brew "stylua"
brew "tldr"
brew "tmux"
brew "wimlib"
cask "amethyst"
cask "balenaetcher"
cask "docker"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-noto-sans-mono"
cask "iterm2"
cask "netnewswire"
