tap "apparition47/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "lampepfl/brew"
brew "bat"
brew "cask"
brew "duf"
brew "dust"
brew "exa"
brew "exercism"
brew "fish"
brew "fzf"
brew "git"
brew "glow"
brew "go"
brew "gopls"
brew "grc"
brew "haskell-language-server"
brew "htop"
brew "jdtls"
brew "jq"
brew "libuv"
brew "openjdk"
brew "maven"
brew "neofetch"
brew "neovim"
brew "node"
brew "node@14"
brew "nushell"
brew "ormolu"
brew "pandoc"
brew "procs"
brew "pyenv"
brew "pyright"
brew "ripgrep"
brew "rust-analyzer"
brew "stylua"
brew "tldr"
brew "tmux"
brew "wget"
brew "wimlib"
brew "yarn"
brew "helix-editor/helix/helix"
cask "amethyst"
cask "docker"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans-mono"
cask "intellij-idea-ce"
cask "iterm2"
cask "logitech-camera-settings"
cask "logitech-options"
cask "netnewswire"
cask "obsidian"
cask "raycast"
cask "signal"
cask "slack"
cask "sonic-pi"
cask "steam"
cask "sublime-text"
cask "visual-studio-code"
cask "zoom"
