tap "homebrew/bundle"
tap "homebrew/core"
brew "bat"
brew "duf"
brew "dust"
brew "exa"
brew "exercism"
brew "fzf"
brew "gcc"
brew "go"
brew "gopls"
brew "htop"
brew "neofetch"
brew "neovim"
brew "node"
brew "ormolu"
brew "procs"
brew "pyenv"
brew "pyright"
brew "ripgrep"
brew "rust-analyzer"
brew "stylua"
brew "tldr"
brew "yarn"
